#Ti\u1EBFng Vi\u1EC7t
sp.config.missing=Thi\u1EBFu c\u1EA5u h\u00ECnh. Vui l\u00F2ng li\u00EAn h\u1EC7 b\u1ED9 ph\u1EADn h\u1ED7 tr\u1EE3 kh\u00E1ch h\u00E0ng.
sp.task.shareFeeDealing=\u0110ang x\u1EED l\u00FD c\u1ED5 t\u1EE9c ph\u00ED.
sp.task.shareFeeFail=C\u1ED5 t\u1EE9c th\u1EA5t b\u1EA1i cho ng\u01B0\u1EDDi d\u00F9ng {0}.
chk.withdraw.insufficientBalance=S\u1ED1 d\u01B0 kh\u00F4ng \u0111\u1EE7.
chk.withdraw.min=S\u1ED1 ti\u1EC1n r\u00FAt nh\u1ECF h\u01A1n m\u1EE9c t\u1ED1i thi\u1EC3u.
chk.asset.sceneInvalid=K\u1ECBch b\u1EA3n t\u00E0i s\u1EA3n kh\u00F4ng t\u1ED3n t\u1EA1i.
chk.asset.exists=T\u00E0i s\u1EA3n \u0111\u00E3 t\u1ED3n t\u1EA1i.
chk.asset.notEnough=T\u00E0i s\u1EA3n kh\u00F4ng \u0111\u1EE7.
chk.asset.notExists=B\u1EA3n ghi giao d\u1ECBch kh\u00F4ng t\u1ED3n t\u1EA1i.
chk.asset.accountNotFound=Kh\u00F4ng t\u00ECm th\u1EA5y t\u00E0i kho\u1EA3n t\u00E0i s\u1EA3n.
chk.asset.exceedAllow=T\u1ED5ng ti\u00EAu d\u00F9ng v\u01B0\u1EE3t qu\u00E1 t\u1ED5ng ph\u00E1t h\u00E0nh hi\u1EC7n t\u1EA1i.
chk.bn.apiFail={0}
chk.points.todayChecked=\u0110\u00E3 \u0111i\u1EC3m danh h\u00F4m nay.
chk.points.claiming=\u0110ang nh\u1EADn. Vui l\u00F2ng ch\u1EDD.
chk.points.noUnclaimed=Kh\u00F4ng c\u00F3 \u0111i\u1EC3m n\u00E0o c\u00F3 th\u1EC3 nh\u1EADn.
chk.thdAccount.exists={0} c\u1EE7a b\u1EA1n \u0111\u00E3 \u0111\u01B0\u1EE3c li\u00EAn k\u1EBFt.
chk.tasks.notExists=Nhi\u1EC7m v\u1EE5 kh\u00F4ng t\u1ED3n t\u1EA1i.
chk.withdraw.wait=Vui l\u00F2ng th\u1EED l\u1EA1i sau.
chk.withdraw.addInvalid=\u0110\u1ECBa ch\u1EC9 r\u00FAt ti\u1EC1n kh\u00F4ng ch\u00EDnh x\u00E1c.
chk.withdraw.minLimit=S\u1ED1 ti\u1EC1n r\u00FAt d\u01B0\u1EDBi m\u1EE9c t\u1ED1i thi\u1EC3u: {0}
chk.withdraw.insufficientBalanceWithLock=S\u1ED1 d\u01B0 kh\u00F4ng \u0111\u1EE7. B\u1EA1n c\u00F3 {0} s\u1ED1 d\u01B0 kh\u00F4ng th\u1EC3 r\u00FAt.
chk.withdraw.divisible=S\u1ED1 ti\u1EC1n r\u00FAt ph\u1EA3i l\u00E0 b\u1ED9i s\u1ED1 c\u1EE7a {0}.
chk.withdraw.exchangeRateRequired=Kh\u00F4ng th\u1EC3 l\u1EA5y t\u1EF7 gi\u00E1 h\u1ED1i \u0111o\u00E1i.
chk.withdraw.loading=\u0110ang t\u1EA3i...
chk.withdraw.confirmNotEnough=Kh\u00F4ng \u0111\u1EE7 x\u00E1c nh\u1EADn kh\u1ED1i.
chk.bind.bindFail=B\u1EA1n \u0111\u00E3 \u0111\u01B0\u1EE3c li\u00EAn k\u1EBFt ho\u1EB7c ng\u01B0\u1EDDi d\u00F9ng b\u1EA1n mu\u1ED1n li\u00EAn k\u1EBFt l\u00E0 th\u00E0nh vi\u00EAn nh\u00F3m.
chk.bind.notSelf=B\u1EA1n kh\u00F4ng th\u1EC3 t\u1EF1 li\u00EAn k\u1EBFt m\u00ECnh l\u00E0m ng\u01B0\u1EDDi gi\u1EDBi thi\u1EC7u.
chk.login.proofInvalid=Ch\u1EEF k\u00FD kh\u00F4ng ch\u00EDnh x\u00E1c.
chk.withdraw.cantWithdraw=Hi\u1EC7n kh\u00F4ng h\u1ED7 tr\u1EE3 r\u00FAt ti\u1EC1n c\u1EE7a token n\u00E0y tr\u00EAn chu\u1ED7i n\u00E0y.
chk.withdraw.noAddr=B\u1EA1n ch\u01B0a li\u00EAn k\u1EBFt v\u00ED TON.
chk.withdraw.noEvmAddr=B\u1EA1n ch\u01B0a li\u00EAn k\u1EBFt v\u00ED chu\u1ED7i BSC.
chk.reg.invalidInviteCode=M\u00E3 m\u1EDDi kh\u00F4ng ch\u00EDnh x\u00E1c.
chk.game.stop=B\u1EA3o tr\u00EC h\u1EC7 th\u1ED1ng\u5373\u5C06\u5F00\u59CB. Vui l\u00F2ng theo d\u00F5i th\u00F4ng b\u00E1o b\u1EA3o tr\u00EC.
chk.game.load=H\u1EC7 th\u1ED1ng \u0111ang t\u1EA3i d\u1EEF li\u1EC7u. Vui l\u00F2ng \u0111\u1EE3i 1 ph\u00FAt.
chk.blindBonus.notEnoughAsset=S\u1ED1 ti\u1EC1n trong h\u1ED3 th\u01B0\u1EDFng kh\u00F4ng \u0111\u1EE7.
chk.deposit.already=N\u1EA1p ti\u1EC1n \u0111\u00E3 \u0111\u01B0\u1EE3c x\u1EED l\u00FD.
chk.collect.already=Vi\u1EC7c thu th\u1EADp cho kho\u1EA3n n\u1EA1p ti\u1EC1n n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c x\u1EED l\u00FD.
chk.auth.alreadyReg=Email n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c \u0111\u0103ng k\u00FD.
chk.auth.mailWait=Email c\u1EE7a b\u1EA1n \u0111\u00E3 \u0111\u01B0\u1EE3c g\u1EEDi. Vui l\u00F2ng th\u1EED l\u1EA1i sau {0} ph\u00FAt.
chk.common.captchaFail=M\u00E3 x\u00E1c minh \u0111\u00E3 h\u1EBFt h\u1EA1n.
chk.wallet.genFailed=Kh\u00F4ng th\u1EC3 t\u1EA1o v\u00ED. Vui l\u00F2ng th\u1EED l\u1EA1i sau.
chk.auth.accountOrPasswdIncorrect=T\u00EAn ng\u01B0\u1EDDi d\u00F9ng ho\u1EB7c m\u1EADt kh\u1EA9u kh\u00F4ng ch\u00EDnh x\u00E1c.
chk.auth.noPwd=B\u1EA1n ch\u01B0a \u0111\u1EB7t m\u1EADt kh\u1EA9u. Vui l\u00F2ng s\u1EED d\u1EE5ng 'Qu\u00EAn m\u1EADt kh\u1EA9u' \u0111\u1EC3 \u0111\u1EB7t l\u1EA1i.
chk.auth.loginDisabled=B\u1EA1n kh\u00F4ng th\u1EC3 \u0111\u0103ng nh\u1EADp b\u1EB1ng t\u00E0i kho\u1EA3n n\u00E0y.
chk.auth.pwdMinLength=M\u1EADt kh\u1EA9u ph\u1EA3i c\u00F3 \u00EDt nh\u1EA5t 8 k\u00FD t\u1EF1.
chk.login.pinNumeric=PIN ph\u1EA3i l\u00E0 s\u1ED1.
chk.login.pinLength=PIN ph\u1EA3i c\u00F3 6 ch\u1EEF s\u1ED1.
chk.login.pinAlreadySet=PIN c\u1EE7a b\u1EA1n \u0111\u00E3 \u0111\u01B0\u1EE3c \u0111\u1EB7t.
chk.apply.inviteCodeInvalid=M\u00E3 m\u1EDDi kh\u00F4ng ch\u00EDnh x\u00E1c.
chk.apply.applySelf=Kh\u00F4ng th\u1EC3 m\u1EDDi ch\u00EDnh m\u00ECnh.
chk.apply.sizeInvalid=S\u1ED1 l\u01B0\u1EE3ng \u1EA3nh kh\u00F4ng ch\u00EDnh x\u00E1c. T\u1ED1i \u0111a 8 \u1EA3nh.
chk.apply.alreadyApply=B\u1EA1n \u0111\u00E3 \u0111\u0103ng k\u00FD tr\u1EDF th\u00E0nh th\u01B0\u01A1ng nh\u00E2n.
chk.apply.notInApply=\u0110\u01A1n \u0111\u0103ng k\u00FD kh\u00F4ng trong tr\u1EA1ng th\u00E1i ch\u1EDD xem x\u00E9t.
chk.merchant.noScreenshot=M\u00E3 QR thanh to\u00E1n WeChat kh\u00F4ng h\u1ED7 tr\u1EE3 \u1EA3nh ch\u1EE5p m\u00E0n h\u00ECnh. Vui l\u00F2ng li\u00EAn h\u1EC7 \u0111\u1ED1i ph\u01B0\u01A1ng \u0111\u1EC3 cung c\u1EA5p h\u00ECnh \u1EA3nh m\u00E3 QR \u0111\u00E3 l\u01B0u.
chk.pay.pinNotExists=PIN ch\u01B0a \u0111\u01B0\u1EE3c \u0111\u1EB7t. Vui l\u00F2ng \u0111\u1EB7t PIN tr\u01B0\u1EDBc.
chk.pay.pinIncorrect=PIN kh\u00F4ng ch\u00EDnh x\u00E1c.
chk.assetFlow.idIncorrect=ID giao d\u1ECBch ho\u1EB7c b\u1EA3n ghi kh\u00F4ng ch\u00EDnh x\u00E1c.
chk.invest.wait=\u0110ang t\u1EA3i ma tr\u1EADn. Vui l\u00F2ng ch\u1EDD.
chk.exchange.greaterThan0=S\u1ED1 ti\u1EC1n trao \u0111\u1ED5i ph\u1EA3i l\u1EDBn h\u01A1n 0.
chk.payment.imgNotFound=Kh\u00F4ng nh\u1EADn d\u1EA1ng \u0111\u01B0\u1EE3c m\u00E3 QR.
chk.payment.imgInvalid=M\u00E3 QR kh\u00F4ng h\u1EE3p l\u1EC7.
chk.payment.scanFailed=M\u00E3 QR kh\u00F4ng h\u1EE3p l\u1EC7.
chk.withdraw.launchFail=Kh\u00F4ng th\u1EC3 kh\u1EDFi t\u1EA1o r\u00FAt ti\u1EC1n b\u00EAn th\u1EE9 ba.
chk.member.editNonNull=Th\u00F4ng tin ch\u1EC9nh s\u1EEDa kh\u00F4ng th\u1EC3 \u0111\u1EC3 tr\u1ED1ng.
chk.pay.amountNotLessThan=S\u1ED1 ti\u1EC1n thanh to\u00E1n kh\u00F4ng \u0111\u01B0\u1EE3c nh\u1ECF h\u01A1n: {0}
chk.pay.belowLocked=S\u1ED1 d\u01B0 kh\u00F4ng \u0111\u1EE7. B\u1EA1n c\u00F3 s\u1ED1 d\u01B0 kh\u00F4ng kh\u1EA3 d\u1EE5ng: {0}
chk.mail.invalid=\u0110\u1ECBnh d\u1EA1ng email kh\u00F4ng ch\u00EDnh x\u00E1c.
msg.withdraw.refundMsg=(\u0110\u00E3 ho\u00E0n ti\u1EC1n)
chk.user.invalidInviteCode=M\u00E3 m\u1EDDi kh\u00F4ng ch\u00EDnh x\u00E1c.
chk.geetest.notSupport=C\u1EA5u h\u00ECnh m\u00E3 x\u00E1c minh sai.
chk.geetest.fail=M\u00E3 x\u00E1c minh \u0111\u00E3 h\u1EBFt h\u1EA1n.
chk.withdraw.coldDown=Th\u1EDDi gian r\u00FAt ti\u1EC1n d\u1EF1 ki\u1EBFn c\u1EE7a b\u1EA1n l\u00E0: {0}
chk.file.uploadLimit=T\u1ED1i \u0111a ch\u1EC9 c\u00F3 th\u1EC3 t\u1EA3i l\u00EAn {0} t\u1EC7p c\u00F9ng l\u00FAc.
chk.investFlow.sellLimit=T\u1ED1i \u0111a c\u00F3 th\u1EC3 b\u00E1n {0} c\u00F9ng l\u00FAc.
chk.investFlow.unsellable=C\u00F3 NFT kh\u00F4ng th\u1EC3 b\u00E1n.
chk.apply.alreadyAudit=\u0110\u01A1n \u0111\u0103ng k\u00FD \u0111\u00E3 \u0111\u01B0\u1EE3c xem x\u00E9t.
chk.member.noInvitor=B\u1EA1n ch\u01B0a li\u00EAn k\u1EBFt ng\u01B0\u1EDDi gi\u1EDBi thi\u1EC7u.
chk.exchange.investFirst=Vui l\u00F2ng tham gia h\u1EC7 sinh th\u00E1i tr\u01B0\u1EDBc khi thao t\u00E1c.
chk.apply.nftStateChange=Tr\u1EA1ng th\u00E1i NFT \u0111\u00E3 thay \u0111\u1ED5i, kh\u00F4ng th\u1EC3 b\u00E1n.
chk.withdraw.activePeriod=Hi\u1EC7n k\u00EAnh n\u00E0y \u0111\u00E3 ng\u1EEBng d\u1ECBch v\u1EE5.
chk.apikey.withdrawPermNotAllowed=Kh\u00F4ng h\u1ED7 tr\u1EE3 APIKEY c\u00F3 quy\u1EC1n r\u00FAt ti\u1EC1n.
chk.apikey.alreadyBind=B\u1EA1n \u0111\u00E3 li\u00EAn k\u1EBFt APIKEY c\u1EE7a n\u1EC1n t\u1EA3ng n\u00E0y.
chk.apikey.invalidPerm=Vui l\u00F2ng th\u00EAm APIKEY c\u00F3 quy\u1EC1n Xem + Giao d\u1ECBch.
chk.apikey.duplicate=T\u00E0i kho\u1EA3n li\u00EAn k\u1EBFt v\u1EDBi APIKEY n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c ng\u01B0\u1EDDi kh\u00E1c li\u00EAn k\u1EBFt.
chk.apikey.invalidApiKey=Apikey kh\u00F4ng t\u1ED3n t\u1EA1i ho\u1EB7c \u0111\u00E3 b\u1ECB x\u00F3a.
chk.apikey.notBind=B\u1EA1n ch\u01B0a li\u00EAn k\u1EBFt APIKEY cho n\u1EC1n t\u1EA3ng n\u00E0y.
chk.apikey.refreshTooFrequent=B\u1EA1n l\u00E0m m\u1EDBi qu\u00E1 nhanh. Vui l\u00F2ng th\u1EED l\u1EA1i sau {0} gi\u00E2y.
chk.copyer.apikeyInUsed=B\u1EA1n \u0111ang c\u00F3 giao d\u1ECBch sao ch\u00E9p \u0111ang th\u1EF1c hi\u1EC7n. Kh\u00F4ng th\u1EC3 x\u00F3a APIKEY.
chk.apikey.notOpenYet=Ch\u01B0a m\u1EDF.
chk.copyer.notExist=B\u1EA3n ghi giao d\u1ECBch sao ch\u00E9p kh\u00F4ng t\u1ED3n t\u1EA1i ho\u1EB7c \u0111\u00E3 h\u1EBFt h\u1EA1n.
chk.copyer.alreadyLaunched=B\u1EA1n \u0111ang trong giao d\u1ECBch sao ch\u00E9p.
chk.trader.closeOrNotExists=Chi\u1EBFn l\u01B0\u1EE3c kh\u00F4ng t\u1ED3n t\u1EA1i ho\u1EB7c \u0111\u00E3 \u0111\u00F3ng.
chk.trader.inAvailable=Chi\u1EBFn l\u01B0\u1EE3c n\u00E0y t\u1EA1m d\u1EEBng sao ch\u00E9p.
chk.trader.full=Chi\u1EBFn l\u01B0\u1EE3c n\u00E0y \u0111\u00E3 \u0111\u1EA7y.
chk.trader.amountExceed=S\u1ED1 ti\u1EC1n giao d\u1ECBch sao ch\u00E9p v\u01B0\u1EE3t qu\u00E1 gi\u1EDBi h\u1EA1n.
chk.trader.minAmount=S\u1ED1 ti\u1EC1n giao d\u1ECBch sao ch\u00E9p kh\u00F4ng \u0111\u01B0\u1EE3c th\u1EA5p h\u01A1n: {0}
chk.trader.maxAmount=S\u1ED1 ti\u1EC1n giao d\u1ECBch sao ch\u00E9p kh\u00F4ng \u0111\u01B0\u1EE3c v\u01B0\u1EE3t qu\u00E1: {0}
chk.apikey.notBindOf=B\u1EA1n ch\u01B0a li\u00EAn k\u1EBFt APIKEY c\u1EE7a n\u1EC1n t\u1EA3ng giao d\u1ECBch d\u1EABn \u0111\u1EA7u.
chk.apikey.notValid=APIKEY b\u1EA1n li\u00EAn k\u1EBFt c\u00F3 v\u1EA5n \u0111\u1EC1. Vui l\u00F2ng ki\u1EC3m tra.
chk.copyer.insufficientBalance=S\u1ED1 d\u01B0 trong t\u00E0i kho\u1EA3n n\u1EC1n t\u1EA3ng giao d\u1ECBch sao ch\u00E9p kh\u00F4ng \u0111\u1EE7.
chk.asset.transferSameType=T\u00E0i kho\u1EA3n chuy\u1EC3n kh\u00F4ng th\u1EC3 gi\u1ED1ng nhau.
chk.asset.transferGtZero=S\u1ED1 ti\u1EC1n chuy\u1EC3n ph\u1EA3i l\u1EDBn h\u01A1n 0.
chk.asset.transferNotEnough=S\u1ED1 ti\u1EC1n c\u00F3 th\u1EC3 chuy\u1EC3n kh\u00F4ng \u0111\u1EE7. S\u1ED1 ti\u1EC1n c\u00F2n l\u1EA1i c\u00F3 th\u1EC3 chuy\u1EC3n: {0}
chk.copyer.notLaunched=B\u1EA3n ghi giao d\u1ECBch sao ch\u00E9p \u0111\u00E3 d\u1EEBng.
chk.copyer.insufficientCsftBalance=S\u1ED1 d\u01B0 trong t\u00E0i kho\u1EA3n k\u00FD qu\u1EF9 kh\u00F4ng \u0111\u1EE7.
chk.copyer.stopMarginRate=K\u00FD qu\u1EF9 giao d\u1ECBch sao ch\u00E9p kh\u00F4ng \u0111\u1EE7, kh\u00F4ng th\u1EC3 ti\u1EBFp t\u1EE5c.
chk.copyer.notPaused=Chi\u1EBFn l\u01B0\u1EE3c giao d\u1ECBch sao ch\u00E9p kh\u00F4ng \u1EDF tr\u1EA1ng th\u00E1i c\u00F3 th\u1EC3 kh\u00F4i ph\u1EE5c.
chk.copyer.principalNeZero=\u0110i\u1EC1u ch\u1EC9nh v\u1ED1n g\u1ED1c kh\u00F4ng th\u1EC3 b\u1EB1ng 0.
chk.copyer.onlyOne=Ch\u1EC9 c\u00F3 th\u1EC3 sao ch\u00E9p giao d\u1ECBch m\u1ED9t chi\u1EBFn l\u01B0\u1EE3c t\u1EA1i m\u1ED9t th\u1EDDi \u0111i\u1EC3m.

msg.copyer.stopLoss=B\u1EA1n \u0111\u00E3 \u0111\u1EA1t \u0111\u1EBFn m\u1EE9c c\u1EAFt l\u1ED7. Sao ch\u00E9p giao d\u1ECBch \u0111\u00E3 t\u1EA1m d\u1EEBng. Vui l\u00F2ng n\u1EA1p th\u00EAm s\u1ED1 d\u01B0 v\u00E0 kh\u1EDFi \u0111\u1ED9ng l\u1EA1i.
msg.copyer.marginInsufficient=Margin c\u1EE7a b\u1EA1n kh\u00F4ng \u0111\u1EE7. Vui l\u00F2ng n\u1EA1p th\u00EAm v\u00E0 kh\u1EDFi \u0111\u1ED9ng l\u1EA1i.
msg.copyer.apiKeyMissing=API key c\u1EE7a b\u1EA1n \u0111\u00E3 h\u1EBFt h\u1EA1n. Vui l\u00F2ng c\u1EADp nh\u1EADt v\u00E0 kh\u1EDFi \u0111\u1ED9ng l\u1EA1i.