# \u65E5\u672C\u8A9E
sp.config.missing=\u8A2D\u5B9A\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
sp.task.shareFeeDealing=\u624B\u6570\u6599\u914D\u5F53\u51E6\u7406\u4E2D\u3067\u3059\u3002
sp.task.shareFeeFail=\u30E6\u30FC\u30B6\u30FC {0} \u306E\u914D\u5F53\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
chk.withdraw.insufficientBalance=\u6B8B\u9AD8\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002
chk.withdraw.min=\u51FA\u91D1\u984D\u304C\u6700\u5C0F\u51FA\u91D1\u984D\u3092\u4E0B\u56DE\u3063\u3066\u3044\u307E\u3059\u3002
chk.asset.sceneInvalid=\u8CC7\u7523\u30B7\u30CA\u30EA\u30AA\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
chk.asset.exists=\u8CC7\u7523\u306F\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
chk.asset.notEnough=\u8CC7\u7523\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002
chk.asset.notExists=\u53D6\u5F15\u5C65\u6B74\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
chk.asset.accountNotFound=\u8CC7\u7523\u53E3\u5EA7\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
chk.asset.exceedAllow=\u7DCF\u6D88\u8CBB\u984D\u304C\u73FE\u5728\u306E\u7DCF\u30EA\u30EA\u30FC\u30B9\u91CF\u3092\u8D85\u904E\u3057\u3066\u3044\u307E\u3059\u3002
chk.bn.apiFail={0}
chk.points.todayChecked=\u672C\u65E5\u306F\u65E2\u306B\u30C1\u30A7\u30C3\u30AF\u30A4\u30F3\u6E08\u307F\u3067\u3059\u3002
chk.points.claiming=\u53D7\u3051\u53D6\u308A\u4E2D\u3067\u3059\u3002\u3057\u3070\u3089\u304F\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
chk.points.noUnclaimed=\u53D7\u3051\u53D6\u308A\u53EF\u80FD\u306A\u30DD\u30A4\u30F3\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
chk.thdAccount.exists=\u3042\u306A\u305F\u306E {0} \u306F\u65E2\u306B\u7D10\u4ED8\u3051\u3055\u308C\u3066\u3044\u307E\u3059\u3002
chk.tasks.notExists=\u30BF\u30B9\u30AF\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
chk.withdraw.wait=\u3057\u3070\u3089\u304F\u3057\u3066\u304B\u3089\u3082\u3046\u4E00\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
chk.withdraw.addInvalid=\u51FA\u91D1\u30A2\u30C9\u30EC\u30B9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
chk.withdraw.minLimit=\u51FA\u91D1\u984D\u304C\u6700\u4F4E\u5236\u9650\u3092\u4E0B\u56DE\u3063\u3066\u3044\u307E\u3059: {0}
chk.withdraw.insufficientBalanceWithLock=\u6B8B\u9AD8\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002\u51FA\u91D1\u4E0D\u53EF\u6B8B\u9AD8 {0} \u304C\u3042\u308A\u307E\u3059\u3002
chk.withdraw.divisible=\u51FA\u91D1\u984D\u306F {0} \u306E\u500D\u6570\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
chk.withdraw.exchangeRateRequired=\u70BA\u66FF\u30EC\u30FC\u30C8\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
chk.withdraw.loading=\u8AAD\u307F\u8FBC\u307F\u4E2D...
chk.withdraw.confirmNotEnough=\u30D6\u30ED\u30C3\u30AF\u78BA\u8A8D\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002
chk.bind.bindFail=\u65E2\u306B\u7D10\u4ED8\u3051\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u7D10\u4ED8\u3051\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u30E6\u30FC\u30B6\u30FC\u306F\u30C1\u30FC\u30E0\u30E1\u30F3\u30D0\u30FC\u3067\u3059\u3002
chk.bind.notSelf=\u81EA\u5206\u81EA\u8EAB\u3092\u4E0A\u4F4D\u30E6\u30FC\u30B6\u30FC\u3068\u3057\u3066\u7D10\u4ED8\u3051\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
chk.login.proofInvalid=\u7F72\u540D\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
chk.withdraw.cantWithdraw=\u73FE\u5728\u3001\u3053\u306E\u30C8\u30FC\u30AF\u30F3\u306E\u5F53\u8A72\u30C1\u30A7\u30FC\u30F3\u3067\u306E\u51FA\u91D1\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
chk.withdraw.noAddr=TON\u30A6\u30A9\u30EC\u30C3\u30C8\u3092\u7D10\u4ED8\u3051\u3066\u3044\u307E\u305B\u3093\u3002
chk.withdraw.noEvmAddr=BSC\u30C1\u30A7\u30FC\u30F3\u30A6\u30A9\u30EC\u30C3\u30C8\u3092\u7D10\u4ED8\u3051\u3066\u3044\u307E\u305B\u3093\u3002
chk.reg.invalidInviteCode=\u62DB\u5F85\u30B3\u30FC\u30C9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
chk.game.stop=\u30B7\u30B9\u30C6\u30E0\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u5373\u5C06\u5F00\u59CB\u3002\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u544A\u77E5\u3092\u3054\u78BA\u8A8D\u304F\u3060\u3055\u3044\u3002
chk.game.load=\u30B7\u30B9\u30C6\u30E0\u30C7\u30FC\u30BF\u3092\u8AAD\u307F\u8FBC\u3093\u3067\u3044\u307E\u3059\u30021\u5206\u9593\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
chk.blindBonus.notEnoughAsset=\u30D7\u30FC\u30EB\u91D1\u984D\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002
chk.deposit.already=\u5165\u91D1\u306F\u65E2\u306B\u51E6\u7406\u6E08\u307F\u3067\u3059\u3002
chk.collect.already=\u5F53\u8A72\u5165\u91D1\u306E\u53D6\u308A\u307E\u3068\u3081\u306F\u65E2\u306B\u51E6\u7406\u6E08\u307F\u3067\u3059\u3002
chk.auth.alreadyReg=\u3053\u306E\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306F\u65E2\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u3059\u3002
chk.auth.mailWait=\u30E1\u30FC\u30EB\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002{0} \u5206\u5F8C\u306B\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
chk.common.captchaFail=\u8A8D\u8A3C\u30B3\u30FC\u30C9\u304C\u6709\u52B9\u671F\u9650\u5207\u308C\u3067\u3059\u3002
chk.wallet.genFailed=\u30A6\u30A9\u30EC\u30C3\u30C8\u306E\u751F\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u3057\u3070\u3089\u304F\u3057\u3066\u304B\u3089\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
chk.auth.accountOrPasswdIncorrect=\u30E6\u30FC\u30B6\u30FC\u540D\u307E\u305F\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
chk.auth.noPwd=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u8A2D\u5B9A\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u300C\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5FD8\u308C\u305F\u5834\u5408\u300D\u3092\u4F7F\u7528\u3057\u3066\u30EA\u30BB\u30C3\u30C8\u3057\u3066\u304F\u3060\u3055\u3044\u3002
chk.auth.loginDisabled=\u3053\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u3067\u306F\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002
chk.auth.pwdMinLength=\u30D1\u30B9\u30EF\u30FC\u30C9\u306F8\u6587\u5B57\u4EE5\u4E0A\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
chk.login.pinNumeric=PIN\u306F\u6570\u5B57\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
chk.login.pinLength=PIN\u306F6\u6841\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
chk.login.pinAlreadySet=PIN\u306F\u65E2\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
chk.apply.inviteCodeInvalid=\u62DB\u5F85\u30B3\u30FC\u30C9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
chk.apply.applySelf=\u81EA\u5206\u81EA\u8EAB\u3092\u62DB\u5F85\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
chk.apply.sizeInvalid=\u5199\u771F\u306E\u679A\u6570\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002\u6700\u59278\u679A\u3067\u3059\u3002
chk.apply.alreadyApply=\u65E2\u306B\u52A0\u76DF\u5E97\u7533\u8ACB\u3092\u884C\u3063\u3066\u3044\u307E\u3059\u3002
chk.apply.notInApply=\u7533\u8ACB\u306F\u5BE9\u67FB\u4E2D\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
chk.merchant.noScreenshot=WeChat\u652F\u6255\u3044QR\u30B3\u30FC\u30C9\u306F\u30B9\u30AF\u30EA\u30FC\u30F3\u30B7\u30E7\u30C3\u30C8\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u76F8\u624B\u306B\u4FDD\u5B58\u3055\u308C\u305FQR\u30B3\u30FC\u30C9\u753B\u50CF\u3092\u63D0\u4F9B\u3057\u3066\u3082\u3089\u3063\u3066\u304F\u3060\u3055\u3044\u3002
chk.pay.pinNotExists=PIN\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u307E\u305APIN\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
chk.pay.pinIncorrect=PIN\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
chk.assetFlow.idIncorrect=\u53D6\u5F15ID\u307E\u305F\u306F\u5C65\u6B74\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
chk.invest.wait=\u30DE\u30C8\u30EA\u30C3\u30AF\u30B9\u3092\u8AAD\u307F\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002\u3057\u3070\u3089\u304F\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
chk.exchange.greaterThan0=\u4EA4\u63DB\u91D1\u984D\u306F0\u3088\u308A\u5927\u304D\u304F\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
chk.payment.imgNotFound=QR\u30B3\u30FC\u30C9\u3092\u8A8D\u8B58\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
chk.payment.imgInvalid=\u7121\u52B9\u306AQR\u30B3\u30FC\u30C9\u3067\u3059\u3002
chk.payment.scanFailed=\u7121\u52B9\u306AQR\u30B3\u30FC\u30C9\u3067\u3059\u3002
chk.withdraw.launchFail=\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u51FA\u91D1\u306E\u958B\u59CB\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
chk.member.editNonNull=\u4FEE\u6B63\u60C5\u5831\u306F\u7A7A\u306B\u3067\u304D\u307E\u305B\u3093\u3002
chk.pay.amountNotLessThan=\u652F\u6255\u3044\u91D1\u984D\u306F\u4EE5\u4E0B\u3088\u308A\u5C0F\u3055\u304F\u3067\u304D\u307E\u305B\u3093: {0}
chk.pay.belowLocked=\u6B8B\u9AD8\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002\u5229\u7528\u4E0D\u53EF\u6B8B\u9AD8 {0} \u304C\u3042\u308A\u307E\u3059\u3002
chk.mail.invalid=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306E\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
msg.withdraw.refundMsg=\uFF08\u8FD4\u91D1\u6E08\u307F\uFF09
chk.user.invalidInviteCode=\u62DB\u5F85\u30B3\u30FC\u30C9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
chk.geetest.notSupport=\u8A8D\u8A3C\u30B3\u30FC\u30C9\u8A2D\u5B9A\u306B\u8AA4\u308A\u304C\u3042\u308A\u307E\u3059\u3002
chk.geetest.fail=\u8A8D\u8A3C\u30B3\u30FC\u30C9\u306E\u6709\u52B9\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u307E\u3059\u3002
chk.withdraw.coldDown=\u51FA\u91D1\u4E88\u5B9A\u6642\u9593\u306F {0} \u3067\u3059\u3002
chk.file.uploadLimit=\u4E00\u5EA6\u306B\u6700\u5927 {0} \u500B\u306E\u30D5\u30A1\u30A4\u30EB\u3057\u304B\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
chk.investFlow.sellLimit=\u4E00\u5EA6\u306B\u6700\u5927 {0} \u500B\u307E\u3067\u8CA9\u58F2\u3067\u304D\u307E\u3059\u3002
chk.investFlow.unsellable=\u8CA9\u58F2\u4E0D\u53EF\u80FD\u306ANFT\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
chk.apply.alreadyAudit=\u7533\u8ACB\u306F\u65E2\u306B\u5BE9\u67FB\u6E08\u307F\u3067\u3059\u3002
chk.member.noInvitor=\u62DB\u5F85\u8005\u3092\u7D10\u4ED8\u3051\u3066\u3044\u307E\u305B\u3093\u3002
chk.exchange.investFirst=\u307E\u305A\u30A8\u30B3\u30B7\u30B9\u30C6\u30E0\u306B\u53C2\u52A0\u3057\u3066\u304B\u3089\u64CD\u4F5C\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
chk.apply.nftStateChange=NFT\u306E\u72B6\u614B\u304C\u5909\u66F4\u3055\u308C\u305F\u305F\u3081\u3001\u8CA9\u58F2\u3067\u304D\u307E\u305B\u3093\u3002
chk.withdraw.activePeriod=\u73FE\u5728\u3001\u3053\u306E\u30C1\u30E3\u30CD\u30EB\u306E\u30B5\u30FC\u30D3\u30B9\u306F\u505C\u6B62\u3057\u3066\u3044\u307E\u3059\u3002
chk.apikey.withdrawPermNotAllowed=\u51FA\u91D1\u6A29\u9650\u3092\u6301\u3064APIKEY\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
chk.apikey.alreadyBind=\u65E2\u306B\u5F53\u8A72\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u306EAPIKEY\u3092\u7D10\u4ED8\u3051\u3066\u3044\u307E\u3059\u3002
chk.apikey.invalidPerm=\u95B2\u89A7 + \u53D6\u5F15\u6A29\u9650\u3092\u6301\u3064APIKEY\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
chk.apikey.duplicate=\u3053\u306EAPIKEY\u306B\u7D10\u3065\u304F\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u65E2\u306B\u4ED6\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u7D10\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u3002
chk.apikey.invalidApiKey=Apikey\u304C\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
chk.apikey.notBind=\u5F53\u8A72\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u306EAPIKEY\u3092\u7D10\u4ED8\u3051\u3066\u3044\u307E\u305B\u3093\u3002
chk.apikey.refreshTooFrequent=\u66F4\u65B0\u304C\u65E9\u3059\u304E\u307E\u3059\u3002{0} \u79D2\u5F8C\u306B\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
chk.copyer.apikeyInUsed=\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u304C\u9032\u884C\u4E2D\u3067\u3059\u3002APIKEY\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
chk.apikey.notOpenYet=\u307E\u3060\u30AA\u30FC\u30D7\u30F3\u3057\u3066\u3044\u307E\u305B\u3093\u3002
chk.copyer.notExist=\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u8A18\u9332\u304C\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u671F\u9650\u5207\u308C\u3067\u3059\u3002
chk.copyer.alreadyLaunched=\u65E2\u306B\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u4E2D\u3067\u3059\u3002
chk.trader.closeOrNotExists=\u6226\u7565\u304C\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u3066\u3044\u307E\u3059\u3002
chk.trader.inAvailable=\u3053\u306E\u6226\u7565\u306F\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u304C\u4E00\u6642\u505C\u6B62\u3055\u308C\u3066\u3044\u307E\u3059\u3002
chk.trader.full=\u3053\u306E\u6226\u7565\u306F\u5B9A\u54E1\u306B\u9054\u3057\u3066\u3044\u307E\u3059\u3002
chk.trader.amountExceed=\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u91D1\u984D\u304C\u5236\u9650\u3092\u8D85\u904E\u3057\u3066\u3044\u307E\u3059\u3002
chk.trader.minAmount=\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u91D1\u984D\u306F\u4EE5\u4E0B\u3088\u308A\u4F4E\u304F\u3067\u304D\u307E\u305B\u3093: {0}
chk.trader.maxAmount=\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u91D1\u984D\u306F\u4EE5\u4E0B\u3092\u8D85\u904E\u3067\u304D\u307E\u305B\u3093: {0}
chk.apikey.notBindOf=\u30EA\u30FC\u30C9\u30C8\u30EC\u30FC\u30C7\u30A3\u30F3\u30B0\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u306EAPIKEY\u3092\u7D10\u4ED8\u3051\u3066\u3044\u307E\u305B\u3093\u3002
chk.apikey.notValid=\u7D10\u4ED8\u3051\u3055\u308C\u305FAPIKEY\u306B\u7570\u5E38\u304C\u3042\u308A\u307E\u3059\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
chk.copyer.insufficientBalance=\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u53E3\u5EA7\u306E\u6B8B\u9AD8\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002
chk.asset.transferSameType=\u632F\u66FF\u53E3\u5EA7\u306F\u540C\u3058\u306B\u3067\u304D\u307E\u305B\u3093\u3002
chk.asset.transferGtZero=\u632F\u66FF\u91D1\u984D\u306F0\u3088\u308A\u5927\u304D\u304F\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
chk.asset.transferNotEnough=\u632F\u66FF\u53EF\u80FD\u984D\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002\u6B8B\u632F\u66FF\u53EF\u80FD\u984D: {0}
chk.copyer.notLaunched=\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u8A18\u9332\u306F\u505C\u6B62\u3055\u308C\u307E\u3057\u305F\u3002
chk.copyer.insufficientCsftBalance=\u8A3C\u62E0\u91D1\u53E3\u5EA7\u306E\u6B8B\u9AD8\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002
chk.copyer.stopMarginRate=\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u8A3C\u62E0\u91D1\u304C\u4E0D\u8DB3\u3057\u3066\u304A\u308A\u3001\u518D\u958B\u3067\u304D\u307E\u305B\u3093\u3002
chk.copyer.notPaused=\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u6226\u7565\u306F\u5FA9\u5143\u53EF\u80FD\u306A\u72B6\u614B\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
chk.copyer.principalNeZero=\u5143\u672C\u8ABF\u6574\u306F0\u306B\u3067\u304D\u307E\u305B\u3093\u3002
chk.copyer.onlyOne=\u4E00\u5EA6\u306B1\u3064\u306E\u6226\u7565\u306E\u307F\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u3067\u304D\u307E\u3059\u3002

msg.copyer.stopLoss=\u3042\u306A\u305F\u306F\u30B9\u30C8\u30C3\u30D7\u30ED\u30B9\u76EE\u6A19\u306B\u9054\u3057\u307E\u3057\u305F\u3002\u30B3\u30D4\u30FC\u30C8\u30EC\u30FC\u30C9\u306F\u4E00\u6642\u505C\u6B62\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u6B8B\u9AD8\u3092\u88DC\u5145\u3057\u3066\u304B\u3089\u518D\u958B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
msg.copyer.marginInsufficient=\u8A3C\u62E0\u91D1\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002\u88DC\u5145\u3057\u3066\u304B\u3089\u518D\u958B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
msg.copyer.apiKeyMissing=API\u30AD\u30FC\u304C\u7121\u52B9\u3067\u3059\u3002\u66F4\u65B0\u3057\u3066\u304B\u3089\u518D\u958B\u3057\u3066\u304F\u3060\u3055\u3044\u3002